Repository: navigator-zip/navigator
Catalog: Navigator/Localizable.xcstrings
Source language: en
Languages: ja

# navigator.settings.camera.unavailable
source: Camera controls are unavailable in this environment.
ja: この環境ではカメラ設定を利用できません。

# navigator.settings.section.camera
source: Camera
ja: カメラ

# navigator.camera.statusItem.lastError.format
source: Last error: %@
ja: 最後のエラー: %@

# navigator.camera.statusItem.browserTransport.format
source: Browser transport: tabs %d • Tracks: %d • Fallback: %d
ja: ブラウザ転送: タブ %d • トラック %d • フォールバック %d

# navigator.camera.statusItem.latestEvent.format
source: Latest event: %@
ja: 最新イベント: %@

# navigator.camera.statusItem.pipeline.format
source: Pipeline: %@ • %@ • %d filters
ja: パイプライン: %@ • %@ • フィルター %d 個

# navigator.camera.diagnosticEvent.browserProcessFallbackActivated
source: Browser fallback activated
ja: ブラウザフォールバック有効

# navigator.camera.diagnosticEvent.captureFailed
source: Capture failed
ja: キャプチャ失敗

# navigator.camera.diagnosticEvent.captureStartRequested
source: Capture start requested
ja: キャプチャ開始要求

# navigator.camera.diagnosticEvent.captureStarted
source: Capture started
ja: キャプチャ開始

# navigator.camera.diagnosticEvent.captureStopped
source: Capture stopped
ja: キャプチャ停止

# navigator.camera.diagnosticEvent.consumerRegistered
source: Consumer registered
ja: 消費者を登録

# navigator.camera.diagnosticEvent.consumerUnregistered
source: Consumer unregistered
ja: 消費者を解除

# navigator.camera.diagnosticEvent.deviceAvailabilityChanged
source: Camera source availability changed
ja: カメラソース更新

# navigator.camera.diagnosticEvent.filterPresetChanged
source: Filter preset changed
ja: フィルター変更

# navigator.camera.diagnosticEvent.firstFrameProduced
source: First frame produced
ja: 初回フレーム生成

# navigator.camera.diagnosticEvent.managedTrackEnded
source: Managed track ended
ja: 管理トラック終了

# navigator.camera.diagnosticEvent.managedTrackStarted
source: Managed track started
ja: 管理トラック開始

# navigator.camera.diagnosticEvent.managedTrackStopped
source: Managed track stopped
ja: 管理トラック停止

# navigator.camera.diagnosticEvent.permissionProbeFailed
source: Permission probe failed
ja: 権限確認失敗

# navigator.camera.diagnosticEvent.explicitDeviceBypassed
source: Explicit device bypassed
ja: 明示デバイスをバイパス

# navigator.camera.diagnosticEvent.managedTrackDeviceSwitchRejected
source: Managed track switch rejected
ja: 管理トラック切替を拒否

# navigator.camera.diagnosticEvent.preferredSourceChanged
source: Preferred source changed
ja: 優先ソース変更

# navigator.camera.diagnosticEvent.previewChanged
source: Preview toggled
ja: プレビュー切り替え

# navigator.camera.diagnosticEvent.processingDegraded
source: Processing degraded
ja: 処理劣化

# navigator.camera.diagnosticEvent.processingRecovered
source: Processing recovered
ja: 処理回復

# navigator.camera.diagnosticEvent.publisherStatusChanged
source: Publisher status changed
ja: 公開状態変更

# navigator.camera.diagnosticEvent.routingChanged
source: Routing changed
ja: ルーティング変更

# navigator.camera.diagnosticEvent.sourceLost
source: Source lost
ja: ソース喪失

# navigator.camera.statusItem.summary.active
source: Navigator Camera active
ja: Navigator Camera 使用中

# navigator.camera.statusItem.summary.degraded
source: Navigator Camera degraded
ja: Navigator Camera 劣化中

# navigator.camera.statusItem.summary.failed
source: Navigator Camera unavailable
ja: Navigator Camera 利用不可

# navigator.camera.statusItem.summary.publisherUnavailable
source: Navigator Camera publisher unavailable
ja: Navigator Camera 公開先利用不可

# navigator.camera.statusItem.summary.ready
source: Navigator Camera ready
ja: Navigator Camera 準備完了

# navigator.debug.actions.copyReport
source: Copy Report
ja: レポートをコピー

# navigator.debug.actions.openCache
source: Open Cache Folder
ja: キャッシュフォルダを開く

# navigator.debug.actions.openCrashReports
source: Open Crash Reports
ja: クラッシュレポートを開く

# navigator.debug.actions.refresh
source: Refresh
ja: 更新

# navigator.debug.actions.reloadBrowser
source: Reload Browser
ja: ブラウザを再読み込み

# navigator.debug.label.bundleIdentifier
source: Bundle identifier
ja: バンドル識別子

# navigator.debug.label.bundlePath
source: Bundle path
ja: バンドルパス

# navigator.debug.label.cameraAverageLatency
source: Average processing latency
ja: 平均処理遅延

# navigator.debug.label.cameraDroppedFrames
source: Dropped frames
ja: ドロップフレーム数

# navigator.debug.label.cameraFailClosed
source: Fail closed when unavailable
ja: 利用不可時はクローズ

# navigator.debug.label.cameraFirstFrameLatency
source: First frame latency
ja: 初回フレーム遅延

# navigator.debug.label.cameraGenericManagedOutput
source: Generic video uses managed output
ja: 通常の映像要求は管理出力を使用

# navigator.debug.label.cameraHealth
source: Camera health
ja: カメラ健全性

# navigator.debug.label.cameraLastError
source: Camera last error
ja: カメラ直近エラー

# navigator.debug.label.cameraLifecycle
source: Camera lifecycle
ja: カメラライフサイクル

# navigator.debug.label.cameraLiveConsumers
source: Live consumers
ja: ライブ消費者数

# navigator.debug.label.cameraBrowserTransportTabs
source: Browser transport tabs
ja: ブラウザ転送タブ

# navigator.debug.label.cameraManagedDeviceIdentity
source: Managed device exposed
ja: 管理デバイスを公開

# navigator.debug.label.cameraManagedRoutingAvailability
source: Managed routing availability
ja: 管理ルーティング可用性

# navigator.debug.label.cameraOutputMode
source: Camera output mode
ja: カメラ出力モード

# navigator.debug.label.cameraPreviewEnabled
source: Preview enabled
ja: プレビュー有効

# navigator.debug.label.cameraPreferNavigatorCamera
source: Prefer Navigator camera
ja: Navigatorカメラ優先

# navigator.debug.label.cameraPreviewConsumers
source: Preview consumers
ja: プレビュー消費者数

# navigator.debug.label.cameraProcessedFrames
source: Processed frames
ja: 処理済みフレーム数

# navigator.debug.label.cameraPublisherState
source: Publisher state
ja: パブリッシャー状態

# navigator.debug.label.cameraPublisherTransport
source: Publisher transport
ja: パブリッシャー転送

# navigator.debug.label.cameraPipelineRuntime
source: Pipeline runtime
ja: パイプライン実行状態

# navigator.debug.label.cameraRoutingEnabled
source: Routing enabled
ja: ルーティング有効

# navigator.debug.label.cameraSelectedPreset
source: Selected preset
ja: 選択中プリセット

# navigator.debug.label.cameraSelectedSource
source: Selected source
ja: 選択中ソース

# navigator.debug.label.cachePath
source: Cache path
ja: キャッシュパス

# navigator.debug.label.canGoBack
source: Can go back
ja: 戻る可否

# navigator.debug.label.canGoForward
source: Can go forward
ja: 進む可否

# navigator.debug.label.currentURL
source: Current URL
ja: 現在のURL

# navigator.debug.label.helperPath
source: Helper path
ja: Helperパス

# navigator.debug.label.isLoading
source: Is loading
ja: 読み込み中

# navigator.debug.label.keyWindowTitle
source: Key window title
ja: キーウインドウタイトル

# navigator.debug.label.lastActivitySignalAge
source: Last activity signal age
ja: 最終アクティビティ信号からの経過時間

# navigator.debug.label.lastUserActivityAge
source: Last user activity age
ja: 最終ユーザー操作からの経過時間

# navigator.debug.label.localesPath
source: Locales path
ja: ロケールパス

# navigator.debug.label.resourcePath
source: Resource path
ja: リソースパス

# navigator.debug.label.resourcesPath
source: Resources path
ja: CEFリソースパス

# navigator.debug.label.runtimeInitialized
source: Runtime initialized
ja: ランタイム初期化済み

# navigator.debug.label.trackedBrowser
source: Tracked browser
ja: 追跡中のブラウザ

# navigator.browser.command.newTab
source: New Tab
ja: 新しいタブ

# navigator.browser.command.openLocation
source: Open Location
ja: 場所を開く

# navigator.debug.label.trackedBrowserCount
source: Tracked browser count
ja: 追跡中のブラウザ数

# navigator.debug.label.trackedBrowserIdentifier
source: Tracked browser ID
ja: 追跡中ブラウザID

# navigator.debug.label.version
source: Version
ja: バージョン

# navigator.debug.label.visibleWindowCount
source: Visible windows
ja: 表示中のウインドウ数

# navigator.debug.label.windowCount
source: Window count
ja: ウインドウ数

# navigator.debug.menu.openDiagnostics
source: Open Diagnostics
ja: 診断を開く

# navigator.debug.menu.title
source: Debug
ja: デバッグ

# navigator.debug.section.app
source: App
ja: アプリ

# navigator.debug.section.camera
source: Camera
ja: カメラ

# navigator.debug.section.cameraEvents
source: Recent camera events
ja: 最近のカメライベント

# navigator.debug.section.chromeDebugLog
source: CEF log tail
ja: CEFログ末尾

# navigator.debug.section.crashReports
source: Recent crash reports
ja: 最近のクラッシュレポート

# navigator.debug.section.paths
source: CEF paths
ja: CEFパス

# navigator.debug.section.runtime
source: Browser runtime
ja: ブラウザランタイム

# navigator.debug.section.windows
source: Windows
ja: ウインドウ

# navigator.debug.value.exists
source: exists
ja: 存在

# navigator.debug.value.missing
source: missing
ja: なし

# navigator.debug.value.no
source: no
ja: いいえ

# navigator.debug.value.noCEFLog
source: No `chrome_debug.log` output available yet.
ja: `chrome_debug.log` の出力はまだありません。

# navigator.debug.value.noCameraEvents
source: No recent camera events recorded
ja: 最近のカメライベントは記録されていません。

# navigator.debug.value.noCrashReports
source: No recent crash reports found
ja: 最近のクラッシュレポートは見つかりません。

# navigator.debug.value.none
source: none
ja: なし

# navigator.debug.value.yes
source: yes
ja: はい

# navigator.debug.window.title
source: Browser Diagnostics
ja: ブラウザ診断

# navigator.settings.about.bundleIdentifier.title
source: Bundle identifier
ja: バンドル識別子

# navigator.settings.account.placeholder
source: Account controls will appear here.
ja: アカウント関連の設定はここに表示されます。

# navigator.settings.about.version.title
source: Version
ja: バージョン

# navigator.settings.defaultBrowser.action
source: Set as Default Browser
ja: デフォルトブラウザに設定

# navigator.settings.defaultBrowser.description
source: Open HTTP and HTTPS links in Navigator.
ja: HTTP/HTTPSリンクをNavigatorで開きます。

# navigator.settings.defaultBrowser.enabledDescription
source: Navigator currently opens HTTP and HTTPS links by default.
ja: 現在、HTTP/HTTPSリンクはデフォルトでNavigatorで開かれます。

# navigator.settings.defaultBrowser.title
source: Default browser
ja: デフォルトブラウザ

# navigator.settings.defaultBrowser.updateFailedDescription
source: Navigator couldn't update the default browser setting. Try again.
ja: Navigatorでデフォルトブラウザ設定を更新できませんでした。もう一度お試しください。

# navigator.settings.updates.automaticCheck.action
source: Check for updates automatically
ja: アップデートを自動的に確認する

# navigator.settings.updates.description
source: Navigator checks for updates in the background and lets you know when one is available.
ja: Navigator はバックグラウンドでアップデートを確認し、利用可能になったら知らせます。

# navigator.settings.updates.title
source: Updates
ja: アップデート

# navigator.settings.import.arc.action
source: Import from Arc
ja: Arcから読み込む

# navigator.settings.import.chrome.action
source: Import from Chrome
ja: Chromeから読み込む

# navigator.settings.import.description
source: Bring your current tabs, bookmarks, and history into Navigator.
ja: 現在のタブ、ブックマーク、履歴をNavigatorに取り込みます。

# navigator.settings.import.openBookmarks.action
source: Open Imported Bookmarks
ja: 読み込んだブックマークを開く

# navigator.settings.import.openHistory.action
source: Open Imported History
ja: 読み込んだ履歴を開く

# navigator.settings.import.safari.action
source: Import from Safari
ja: Safariから読み込む

# navigator.settings.import.summary.bookmarks
source: Bookmarks
ja: ブックマーク

# navigator.settings.import.summary.history
source: History
ja: 履歴

# navigator.settings.import.summary.importing
source: Importing from
ja: 読み込み中

# navigator.settings.import.summary.latest
source: Latest import
ja: 最新の読み込み

# navigator.settings.import.summary.none
source: No browser data has been imported yet.
ja: まだブラウザデータは読み込まれていません。

# navigator.settings.import.summary.profiles
source: Profiles
ja: プロファイル

# navigator.settings.import.summary.tabs
source: Tabs
ja: タブ

# navigator.settings.import.title
source: Import from another browser
ja: 別のブラウザから読み込む

# navigator.file.menu.reopenClosedTab
source: Reopen Closed Tab
ja: 閉じたタブを再度開く

# navigator.file.menu.newWindow
source: New Window
ja: 新規ウインドウ

# navigator.file.menu.selectTab1
source: Select Tab 1
ja: タブ1を選択

# navigator.file.menu.selectTab2
source: Select Tab 2
ja: タブ2を選択

# navigator.file.menu.selectTab3
source: Select Tab 3
ja: タブ3を選択

# navigator.file.menu.selectTab4
source: Select Tab 4
ja: タブ4を選択

# navigator.file.menu.selectTab5
source: Select Tab 5
ja: タブ5を選択

# navigator.file.menu.selectTab6
source: Select Tab 6
ja: タブ6を選択

# navigator.file.menu.selectTab7
source: Select Tab 7
ja: タブ7を選択

# navigator.file.menu.selectTab8
source: Select Tab 8
ja: タブ8を選択

# navigator.file.menu.selectTab9
source: Select Tab 9
ja: タブ9を選択

# navigator.settings.menu.title
source: Settings...
ja: 設定...

# navigator.settings.section.about
source: About
ja: アプリ情報

# navigator.settings.section.account
source: Account
ja: アカウント

# navigator.settings.section.colophon
source: Colophon
ja: 奥付

# navigator.settings.section.general
source: General
ja: 一般

# navigator.settings.section.layout
source: Layout
ja: レイアウト

# navigator.settings.sidebarWidth.description
source: Sets the default width of the browser sidebar.
ja: ブラウザのサイドバーのデフォルト幅を設定します。

# navigator.settings.sidebarWidth.title
source: Sidebar width
ja: サイドバーの幅

# navigator.settings.window.subtitle
source: Adjust Navigator defaults for this Mac.
ja: このMac向けのNavigatorの既定値を調整します。

# navigator.menu.edit.copy
source: Copy
ja: コピー

# navigator.menu.edit.cut
source: Cut
ja: 切り取り

# navigator.menu.edit.delete
source: Delete
ja: 削除

# navigator.menu.edit.find
source: Find…
ja: 検索…

# navigator.menu.edit.find.andReplace
source: Find and Replace…
ja: 検索と置換…

# navigator.menu.edit.find.next
source: Find Next
ja: 次を検索

# navigator.menu.edit.find.previous
source: Find Previous
ja: 前を検索

# navigator.menu.edit.find.title
source: Find
ja: 検索

# navigator.menu.edit.find.useSelection
source: Use Selection for Find
ja: 選択部分を検索に使用

# navigator.menu.edit.font.bold
source: Bold
ja: 太字

# navigator.menu.edit.font.format
source: Format
ja: 書式

# navigator.menu.edit.font.highlight
source: Highlight
ja: ハイライト

# navigator.menu.edit.font.italic
source: Italic
ja: 斜体

# navigator.menu.edit.font.outline
source: Outline
ja: アウトライン

# navigator.menu.edit.font.show
source: Show Fonts
ja: フォントを表示

# navigator.menu.edit.font.showColors
source: Show Colors
ja: カラーを表示

# navigator.menu.edit.font.styles
source: Styles
ja: スタイル

# navigator.menu.edit.font.title
source: Font
ja: フォント

# navigator.menu.edit.font.underline
source: Underline
ja: 下線

# navigator.menu.edit.layoutOrientation.horizontal
source: Horizontal
ja: 横書き

# navigator.menu.edit.layoutOrientation.title
source: Layout Orientation
ja: レイアウト方向

# navigator.menu.edit.layoutOrientation.vertical
source: Vertical
ja: 縦書き

# navigator.menu.edit.paste
source: Paste
ja: 貼り付け

# navigator.menu.edit.pasteAndMatchStyle
source: Paste and Match Style
ja: ペーストしてスタイルを合わせる

# navigator.menu.edit.redo
source: Redo
ja: やり直す

# navigator.menu.edit.selectAll
source: Select All
ja: すべてを選択

# navigator.menu.edit.speech.start
source: Start Speaking
ja: 読み上げを開始

# navigator.menu.edit.speech.stop
source: Stop Speaking
ja: 読み上げを停止

# navigator.menu.edit.speech.title
source: Speech
ja: スピーチ

# navigator.menu.edit.spelling.checkGrammar
source: Check Grammar With Spelling
ja: スペルと一緒に文法をチェック

# navigator.menu.edit.spelling.checkNow
source: Check Document Now
ja: 今すぐ文書をチェック

# navigator.menu.edit.spelling.checkWhileTyping
source: Check Spelling While Typing
ja: 入力中にスペルをチェック

# navigator.menu.edit.spelling.correctAutomatically
source: Correct Spelling Automatically
ja: スペルを自動的に修正

# navigator.menu.edit.spelling.show
source: Show Spelling and Grammar
ja: スペルと文法を表示

# navigator.menu.edit.spelling.title
source: Spelling and Grammar
ja: スペルと文法

# navigator.menu.edit.substitutions.addLinks
source: Smart Links
ja: スマートリンク

# navigator.menu.edit.substitutions.dataDetectors
source: Data Detectors
ja: データ検出

# navigator.menu.edit.substitutions.replaceDashes
source: Smart Dashes
ja: スマートダッシュ

# navigator.menu.edit.substitutions.replaceQuotes
source: Smart Quotes
ja: スマートクォート

# navigator.menu.edit.substitutions.replaceText
source: Text Replacement
ja: テキスト置換

# navigator.menu.edit.substitutions.show
source: Show Substitutions
ja: 置換を表示

# navigator.menu.edit.substitutions.smartCopyPaste
source: Smart Copy/Paste
ja: スマートコピーとペースト

# navigator.menu.edit.substitutions.smartDashes
source: Smart Dashes
ja: スマートダッシュ

# navigator.menu.edit.substitutions.smartLinks
source: Smart Links
ja: スマートリンク

# navigator.menu.edit.substitutions.smartQuotes
source: Smart Quotes
ja: スマートクォート

# navigator.menu.edit.substitutions.textReplacement
source: Text Replacement
ja: テキスト置換

# navigator.menu.edit.substitutions.title
source: Substitutions
ja: 置換

# navigator.menu.edit.title
source: Edit
ja: 編集

# navigator.menu.edit.transformations.capitalize
source: Capitalize
ja: 先頭を大文字にする

# navigator.menu.edit.transformations.lowercase
source: Make Lower Case
ja: 小文字にする

# navigator.menu.edit.transformations.title
source: Transformations
ja: 変換

# navigator.menu.edit.transformations.uppercase
source: Make Upper Case
ja: 大文字にする

# navigator.menu.edit.undo
source: Undo
ja: 元に戻す

# navigator.menu.edit.writingDirection.paragraph
source: Paragraph
ja: 段落

# navigator.menu.edit.writingDirection.paragraphDefault
source: Default
ja: デフォルト

# navigator.menu.edit.writingDirection.paragraphLeftToRight
source: Left to Right
ja: 左から右

# navigator.menu.edit.writingDirection.paragraphRightToLeft
source: Right to Left
ja: 右から左

# navigator.menu.edit.writingDirection.selection
source: Selection
ja: 選択範囲

# navigator.menu.edit.writingDirection.selectionDefault
source: Default
ja: デフォルト

# navigator.menu.edit.writingDirection.selectionLeftToRight
source: Left to Right
ja: 左から右

# navigator.menu.edit.writingDirection.selectionRightToLeft
source: Right to Left
ja: 右から左

# navigator.menu.edit.writingDirection.title
source: Writing Direction
ja: 文字の方向

# navigator.trackpad.toast.goBack
source: Went back
ja: 戻りました

# navigator.toast.copyCurrentTabURL.body
source: The current tab URL was copied to the clipboard.
ja: 現在のタブのURLをクリップボードにコピーしました。

# navigator.toast.copyCurrentTabURL.title
source: Link copied
ja: リンクをコピーしました

# navigator.toast.pinnedTab.title
source: Pinned tab
ja: タブを固定しました

# navigator.toast.unpinnedTab.title
source: Unpinned tab
ja: タブの固定を解除しました

# navigator.trackpad.toast.goForward
source: Went forward
ja: 進みました

# navigator.trackpad.toast.selectNextTab
source: Selected next tab
ja: 次のタブを選択しました

# navigator.trackpad.toast.selectPreviousTab
source: Selected previous tab
ja: 前のタブを選択しました

# navigator.settings.window.closeAction
source: Close Window
ja: ウインドウを閉じる

# navigator.settings.window.title
source: Settings
ja: 設定
